LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЯ твой помощник '
              'по юридическим вопросам.\n\nЕсли хочешь задать мне '
              'вопрос, то нажми кнопку "У меня вопрос!". \n\n Если хочешь узнать обо мне '
              'больше, то команда "/help" тебе поможет.',
    '/help': 'Я очень умный кот, так что могу ответить на твои юридические вопросы. '
             'Для того, чтобы начать со мной общение, нажми на кнопку "У меня вопрос!", выбери из '
             ' предложенного списка область права, к которой относится твой вопрос. '
             'После чего просто напиши мне сообщение с твоим вопросом.'
             '\n\n<b>Нужна помощь?</b>',
    'help_button': 'У меня вопрос!',
    'Затрудняюсь ответить': 'Затрудняюсь ответить',
    'Гражданский процесс': 'Гражданский процесс',
    'Способы защиты гражданских прав': 'Способы защиты гражданских прав',
    'Корпоративные права': 'Корпоративные права',
    'Интеллектуальные права': 'Интеллектуальные права',
    'Семейное право': 'Семейное право',
    'Наследственное право': 'Наследственное право',
    'Арбитражный процесс ': 'Арбитражный процесс ',
    'Обеспечение обязательств': 'Обеспечение обязательств',
    'Обязательственные права': 'Обязательственные права',
    'Вещные права': 'Вещные права',
    'other_answer': 'Извини, но, чтобы ответить на твой вопрос, сначала нужно выбрать из какой он области права. Выбери её из появившегося списка.',
    'choise_yes' : 'Отлично, а теперь задавай вопрос:',
    'choise_no' : 'Ничего страшного, постараюсь тебе помочь, задавай вопрос:',
    'yes': 'Отлично! Выбери область права!',
    'end': 'Надеюсь мой ответ тебе помог. Если у тебя есть еще вопросы, нажми кнопку "У меня вопрос!"'
}